export default function Interesting() {
  return (
    <div className="lg:container">
      <p className="text-center">
        В данном разделе представлено несколько статей нашего дорогого друга и
        уважаемого коллеги Акима Суареса. Аким не только ювелир, но и
        профессиональный геолог с огромным багажом знаний о камнях и минералах.
        Частичкой этих знаний он готов поделиться с нами.
      </p>
      <h1 className="my-8 text-3xl text-center text-white">Аметист</h1>
      <div className="flex flex-col items-center gap-2 justify-center text-center md:text-lg text-lightgray leading-loose tracking-widest">
        <p>
          Красивая легенда об аметисте излагается во французской поэзии. Бог
          Вакх, обиженный пренебрежением к своим страданиям, решил отомстить за
          себя и заявил, что первый человек, которого он встретит, будет брошен
          на растерзание тиграм. Этой жертвой стала девушку по имени Аметист,
          которая стояла на пути к служению в храм Дианы. Когда свирепые звери
          бросились на девушку, она стала молить бога и была спасена от злой
          участи, превратившись в чистый белый камень. Узнав о чуде и
          раскаявшись в своей жестокости, Вакх пролил виноградный сок на
          окаменевшее тело девушки, что придало камню прекрасный фиолетовый
          оттенок.
        </p>
        <img
          src="/ametist3.jpg"
          alt=""
          className="my-5 rounded-lg 940:w-8/12"
        />
        <p>
          Аметист название от греческого "αμέθυστος" (amethystos) - буквально
          "не пьяный". Аметист фиолетовая, синевато-розовая или
          красно-фиолетовая разновидность кварца. Встречается обычно в виде
          свободно сидящих в пустотах и жилах среди кристаллических горных пород
          кристаллов и их сростков.
        </p>
        <p>
          Обычен в друзах и кристаллических щетках. Иногда аметист заключает в
          себе тонкие кристаллические пластинки гематита или игольчатые
          кристаллики гетита. Обычны для кристаллов аметиста, в особенности для
          крупных, жидкие и газово-жидкие включения в форме тончайших трубок -
          канальцев. Такие камни ошибочно называют "аметистовыми волосатиками"
        </p>
        <p>
          Природная "смесь" аметиста и цитрина называется аметрин. Месторождения
          аметиста распространены по всему миру. Но особо красивые кристаллы
          добываются в Бразилии, Уругвае, на Урале, в Руанде, на Мадагаскаре и
          т.д.
        </p>
        <p>
          Аметист высшего качества иногда называют "глубокий русский", что
          указывает на уральские камни из месторождения Ватиха. Эти аметисты
          отличаются тем, что при искусственном освещении окрашиваются в
          глубокий фиолетово-красный цвет со всполохами сине-фиолетового цвета.
          Месторождения таких аметистов, помимо Урала, известны в Уругвае и
          Руанде.
        </p>
        <img
          src="/ametist4.jpg"
          alt=""
          className="my-5 rounded-lg 940:w-8/12"
        />

        <p>
          Для аметистов характерна незначительная переменчивость окраски, что
          связано с четко выраженной зональной окраской природного минерала. Это
          обстоятельство делает аметист одним из сложных камней в огранке, т.к.
          от огранщика требуется особое умение правильно расположить камень,
          чтобы особо не были видны "белые зоны".
        </p>

        <p>
          Необходимо учитывать и тот факт, что устойчивость окраски аметистов из
          разных месторождений не одинаковы. Кристаллы аметиста из
          хрусталеносных жил устойчивы к прямым солнечным лучам, в то время как
          аметисты из жеод, обычно быстро выцветают под действием даже
          рассеянного солнечного света.
        </p>
        <p>
          При нагревании около 250°С аметист теряет свою окраску, и постепенно
          преобретает желтый или яблочно-зеленоватый окрас, а также может
          полностью стать бесцветным. При температурах от 470 до 750°C камни
          приобретают светло-желтый, красно-коричневый, зеленый цвет.
          Изначальный цвет кристаллов может быть восстановлен с помощью
          рентгеновского облучения.
        </p>
        <p>
          Термообработанные камни часто используются для имитации как более
          редких и дорогих камней (топаз империал, аквамарин и т.д.) так и для
          имитации других разновидностей кварца (цитрин, горный хрусталь,
          дымчатый кварц, празиолит). Кстати, празиолит один из самых редких
          разновидностей кварца. Как правило в ювелирных украшениях используется
          не природный празиолит, а термообработанный аметист.
        </p>
      </div>
      <div className="text-lg md:text-left text-center">
        Aвтор статьи: Суарес Аким
      </div>
    </div>
  );
}
